[
  {
    "title": "I've used Feathers daily, for several years.",
    "content": "Just want to thank Feathers for the most amazing UI components. I've used them daily, for several years.",
    "author": "Mike Gowan, <a href=\"https://twitter.com/mrmikegowan/status/674662861143150592\">on Twitter</a>",
    "image": "/img/testimonials/mikegowan-testimonial@2x.jpg"
  },
  {
    "title": "Absolute joy to develop with",
    "content": "We have a pretty significant app completely built with the Feathers SDK. Very happy with the results, and early feedback has been amazing. Absolute joy to develop with it. Thank you so much.",
    "author": "Darren Yuhar, Software Developer at Profilze",
    "image": "/img/testimonials/darren-testimonial@2x.jpg",
    "pinned": true
  },
  {
    "title": "Very short development times",
    "content": "I do not trust in any other tool to do 2D fast development considering that the UI has to be retina enabled, responsive and with transitions and animations to be programmed in very short development times.",
    "author": "Luis Guajardo Diaz",
    "image": "/img/testimonials/luis-testimonial@2x.jpg",
    "pinned": true
  },
  {
    "title": "Runs very smoothly on all platforms",
    "content": "I started a professional tablet application based on Starling and Feathers, and these libraries save me a lot of time and pain in the development process. The app runs very smoothly on all platforms, including Android tablets, iPad, and Windows 8 Pro tablets. That's simply awesome.",
    "author": "Elefantz, Feathers UI forum member",
    "image": "/img/testimonials/elefantz-testimonial.png"
  },
  {
    "title": "For an enterprise of 20,000+ employees",
    "content": "I've built cross-platform mobile apps in AIR/Starling/Feathers for an enterprise of 20,000+ employees. Engineers, scientists all over the world are using it to great advantage and are extremely happy with it. The UI is snappy &amp; appealing, AIR SDK/ANEs provide access to native os/hardware features, and the application itself is easily customizable. Thank you for all your great work!",
    "author": "Thomas Wooldridge, Software Developer",
    "image": "/img/testimonials/thomas-testimonial@2x.jpg"
  },
  {
    "title": "My client was really impressed",
    "content": "I really like how both Starling and Feathers have proven to be great platforms for non-gaming applications. From the beginning, I felt that if you can do games, you can do anything! My client was really impressed with the multi-platform performance of AIR / Starling / Feathers, so it wasn't hard to convince them to use these libraries. Thanks, Daniel and Josh. This app wouldn't have been possible without your awesome frameworks and support!",
    "author": "Olaf Wempe, owner at 0l4f.com",
    "image": "/img/testimonials/olaf-testimonial@2x.jpg",
    "pinned": true
  },
  {
    "title": "The design is right for smooth UI",
    "content": "The design is right for smooth UI, running hardware accelerated.",
    "author": "Thibault Imbert, Adobe Systems",
    "image": "/img/testimonials/thibault-testimonial@2x.jpg"
  },
  {
    "title": "Engineers and scientists using it",
    "content": "We've got engineers and scientists using it all over the world to help our clients!",
    "author": "Mike Cizenski, <a href=\"https://twitter.com/mikeciz/status/546296508841484288\">on Twitter</a>",
    "image": "/img/testimonials/mike-cizenski-testimonial@2x.jpg"
  }
]
